"About" = "Tentang";

"Chat and Message Alerts" = "Peringatan Obrolan dan Pesan";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Pengaturan pemberitahuan, termasuk pengaturan pemberitahuan push, berada di dalam aplikasi. Buka bookmark dan ketuk Pengaturan Akun.";

"Notifications" = "Pemberitahuan";

"Photo and Video" = "Foto dan Video";

"Play Sound" = "Putar Suara";

"Record HD Video" = "Rekam Video HD";

"Version" = "Versi";

"Vibrate" = "Getar";

